Repository: sroze/framework-bundle
Catalog: Resources/translations/validators.*.xliff
Languages: sl

source: This value should be false
sl: Vrednost ne sme biti nepravilna

source: This value should be true
sl: Vrednost bi morala biti pravilna

source: This value should be of type {{ type }}
sl: Vrednost mora biti naslednjega tipa {{ type }}

source: This value should be blank
sl: Vrednost ne sme biti prazna.

source: This value should be one of the given choices
sl: Vrednost naj bo ena izmed podanih možnosti

source: You should select at least {{ limit }} choices
sl: Izberite vsaj {{ limit }} možnosti

source: You should select at most {{ limit }} choices
sl: Izberete lahko najveè {{ limit }} možnosti

source: The fields {{ fields }} were not expected
sl: Polja {{ fields }} niso bila prièakovana

source: The fields {{ fields }} are missing
sl: Polja {{ fields }} ne obstajajo

source: This value is not a valid date
sl: Vrednost ne vsebuje veljavnega datuma

source: This value is not a valid datetime
sl: Vrednost ne vsebuje veljavnega datuma in èasa

source: This value is not a valid email address
sl: Vrednost ne vsebuje veljavnega email naslova

source: The file could not be found
sl: Datoteke ni možno najti

source: The file is not readable
sl: Datoteke ni možno prebrati

source: The file is too large ({{ size }}). Allowed maximum size is {{ limit }}
sl: Datoteka je prevelika ({{ size }}). Najveèja dovoljena velikost je {{ limit }}

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}
sl: Mime tip v polju je nepravilen ({{ type }}). Dovoljene vrednosti so {{ types }

source: This value should be {{ limit }} or less
sl: Vrednost mora biti {{ limit }} ali manj

source: This value is too long. It should have {{ limit }} characters or less
sl: Vpisana vrednost je predolga. Najveèja dolžina je {{ limit }} znakov

source: This value should be {{ limit }} or more
sl: Vpisana vrednost naj vsebuje vsaj {{ limit }} znakov

source: This value is too short. It should have {{ limit }} characters or more
sl: Vpisana vrednost je prekratka. Vsebovati mora vsaj {{ limit }} znakov

source: This value should not be blank
sl: Vrednost ne sme biti prazna.

source: This value should not be null
sl: Vrednost ne sme biti enaka niè.

source: This value should be null
sl: Vrednost mora biti enaka niè.

source: This value is not valid
sl: Vrednost ni pravilna.

source: This value is not a valid time
sl: Vrednost ne vsebuje veljavnega èasa.

source: This value is not a valid URL
sl: Vrednost ne vsebuje veljavnega URL naslova

source: This value should be instance of class {{ class }}
sl: Vrednost bi morala biti del razreda {{ class }}

source: This field group should not contain extra fields
sl: To podroèje ne sme vsebovati dodatnih polj

source: The uploaded file was too large. Please try to upload a smaller file
sl: Prenešena datoteka je prevelika. Prosim, poskusite naložiti manjšo datoteko

source: The CSRF token is invalid
sl: CSRF vrednost je neveljavena.

source: The two values should be equal
sl: Vrednosti bi morale biti enake.
